[Balance.PawnBalance_Golem_Badass AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem de Ferro Encrenqueiro",TransformedNames=((TransformedName="Golem de Ferro Encrenqueiro Solto"),(TransformedName="Golem de Ferro Imprudente"),(TransformedName="Golem de Ferro Horrível"),(TransformedName="Golem de Ferro Imponente"),(TransformedName="Deus de Ferro")))

[Balance.PawnBalance_Golem_ClaptrapWand AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem Mágico")

[Balance.PawnBalance_Golem_SwordInStone AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem Adormecido",TransformedNames=((TransformedName="Golem Despertado"),(TransformedName="Golem Perturbado"),(TransformedName="Golem Furioso")))

[Balance.PawnBalance_GolemGold AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem de Ouro")
PlayThroughs[1]=(DisplayName="Golem de Ouro")
PlayThroughs[2]=(DisplayName="Golem de Ouro")

[Balance.PawnBalance_GolemRock AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem de Pedra",TransformedNames=((TransformedName="Golem de Pedra Solto"),(TransformedName="Golem de Pedra Imprudente"),(TransformedName="Golem de Pedra Horrível"),(TransformedName="Golem de Pedra Imponente"),(TransformedName="Deus de Pedra")))

[Population.PawnBalance_GolemFlying AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Golem de Ar")

[Population.PawnBalance_GolemFlying_Maxibillion AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Maxibilhão")

